const alteradores = (prefix) => {
return`
╔┅═┅══ ᐃᐁᐃ ══┅═┅═᳀
║       ⬕• 𝑽𝒊𝒅𝒆𝒐𝒔•⬕
╚╤═┅══ ᐃᐁᐃ ══┅═┅═᳀
╔╧⬕
║
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}videolento (marca)
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}videorapido (marca)
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}videocontrario (marca)
║♡ۣۜۜ፝͜͜͡͡✿➤ 
║
╚╤⬕
╔╧═┅══ ᐃᐁᐃ ══┅═┅═᳀
║       ⬕•𝑨𝒖𝒅𝒊𝒐𝒔•⬕
╚╤═┅══ ᐃᐁᐃ ══┅═┅═᳀
╔╧⬕
║
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}audiorapido (marca)
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}grave (marca)
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}grave2 (marca)
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}fast (marca)
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}esquilo (marca)
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}estourar (marca)
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}bass (marca)
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}bass2 (marca)
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}vozmenino (marca)
║♡ۣۜۜ፝͜͜͡͡✿➤ 
╚┅═┅══ ᐃᐁᐃ ══┅═┅═᳀
`
}

exports.alteradores = alteradores