const menu = (prefix, hordat, numerodn, NickDono) => {
return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
╚═╦╤
─ ━ │ ┃ ┄ ┅ ┆ ┇ ┈ ┉ ┊ ┋ ┌ ┍ ┎ ┏ ┐ ┑ ┒ ┓ └ ┕ ┖ ┗ ┘ ┙ ┚ ┛├ ┝ ┞ ┟ ┠ ┡ ┢ ┣ ┤┥ ┦ ┧ ┨ ┩ ┪ ┫ ┬ ┭ ┮ ┯ ┰ ┱ ┲ ┳ ┴ ┵ ┶ ┷ ┸ ┹ ┺ ┻ ┼ ┽ ┾ ┿ ╀ ╁ ╂ ╃ ╄ ╅ ╆ ╇ ╈ ╉ ╊ ╋ ╌ ╍ ╎ ╏ ═ ║ ╒ ╓ ╔ ╕╖ ╗ ╘ ╙ ╚ ╛ ╜ ╝ ╞ ╟ ╠ ╡ ╢ ╣ ╤ ╥ ╦ ╧ ╨ ╩ ╪ ╫ ╬ ╭ ╮ ╯    ╰ ╱ ╲ ╳ ╴ ╵ ╶ ╷ ╸ ╹ ╺ ╻ ╼ ╽ ╾
╔┅═┅══ ᐃᐁᐃ ══┅═┅═᳀
║    ⬕•${NomeDoBot}•⬕
╚┅═┅══ ᐃᐁᐃ ══┅═┅═᳀

╔┅═┅══ ᐃᐁᐃ ══┅═┅═᳀
║
║♡ۣۜۜ፝͜͜͡͡✿➤ seja bem vindo(a) 
║♡ۣۜۜ፝͜͜͡͡✿➤ ao menu de comandos
║
╠┅═┅══ ᐃᐁᐃ ══┅═┅═᳀
║
║♡ۣۜۜ፝͜͜͡͡✿➤ Prefixo: ⟮• ${prefix} •⟯
║♡ۣۜۜ፝͜͜͡͡✿➤ Hora e hora : ${hordat} 
║
╚╤⬕
╔╧═┅══ ᐃᐁᐃ ══┅═┅═᳀
║       ⬕•IMPORTANTE•⬕
╚╤═┅══ ᐃᐁᐃ ══┅═┅═᳀
╔╧⬕
║
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}infopalavrão
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}infolistanegra
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}infobancarac
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}infovotação
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}infocontador
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}infosorteio
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}infobot
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}bug (questione)
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}avalie (o quao bom)
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}sugestao (dica)
║
╚╤⬕
╔╧═┅══ ᐃᐁᐃ ══┅═┅═᳀
║       ⬕•MENU-DE-CMD •⬕
╚╤═┅══ ᐃᐁᐃ ══┅═┅═᳀
╔╧⬕
║
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}menudono
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}efeitosimg
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}menuadm
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}menupremium
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}logos
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}brincadeiras
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}alteradores
║
╚╤⬕
╔╧═┅══ ᐃᐁᐃ ══┅═┅═᳀
║       ⬕•PESQUISA/BAIXAR•⬕
╚╤═┅══ ᐃᐁᐃ ══┅═┅═᳀
╔╧⬕
║
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}play
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}play2
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}play3
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}play4
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}jooxplay
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}playmp4
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}ytmp4
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}ytmp3
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}facemp4
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}playstore
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}ytsearch
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}mediafire (url)
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}imgpralink
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}videopralink
║
╚╤⬕
╔╧═┅══ ᐃᐁᐃ ══┅═┅═᳀
║        ⬕•INFORMAÇÕES•⬕
╚╤═┅══ ᐃᐁᐃ ══┅═┅═᳀
╔╧⬕
║
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}ping (velo)
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}bateria
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}gitdobot
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}atividade
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}rankativo
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}checkativo @marca
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}tabela (tabela-letras)
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}ranklevel (de todos)
║
╚╤⬕
╔╧═┅══ ᐃᐁᐃ ══┅═┅═᳀
║           ⬕•JOGOS•⬕
╚╤═┅══ ᐃᐁᐃ ══┅═┅═᳀
╔╧⬕
║
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}ppt (papel-tesoura) 
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}jogodavelha @marca
║
╚╤⬕
╔╧═┅══ ᐃᐁᐃ ══┅═┅═᳀
║       ⬕•FIGURINHAS•⬕
╚╤═┅══ ᐃᐁᐃ ══┅═┅═᳀
╔╧⬕
║ 
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}fsticker
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}sticker
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}togif
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}toimg
║
╚╤⬕
╔╧═┅══ ᐃᐁᐃ ══┅═┅═᳀
║     ⬕•ATTPS/CMD-DE-TXT•⬕
╚╤═┅══ ᐃᐁᐃ ══┅═┅═᳀
╔╧⬕
║
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}attp  (txt)
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}ttp (txt)
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}attp2 (txt)
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}attp3 (txt)
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}attp4 (txt)
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}attp5 (txt)
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}attp6 (txt)
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}ttm   (txt)
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}ttm2  (txt)
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}ttm3  (txt)
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}ttm4  (txt)
║♡ۣۜۜ፝͜͜͡͡✿➤ 
║
╚╤⬕
╔╧═┅══ ᐃᐁᐃ ══┅═┅═᳀
║        ⬕•CMD-BÁSICOS•⬕
╚╤═┅══ ᐃᐁᐃ ══┅═┅═᳀
╔╧⬕
║ 
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}gtts (linguagem)
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}tagme
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}emoji
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}tabela
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}conselhobiblico
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}simi (fale algo) 
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}perfil
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}tomp3 
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}frases
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}fazernick (nick)
║♡ۣۜۜ፝͜͜͡͡✿➤ ${prefix}bot
║
╚╤⬕
╔╧═┅══ ᐃᐁᐃ ══┅═┅═᳀
║        ⬕•INFO/DONO•⬕
╚╤═┅══ ᐃᐁᐃ ══┅═┅═᳀
╔╧⬕
║
║♡ۣۜۜ፝͜͜͡͡✿➤ NOME : ${NickDono}
║♡ۣۜۜ፝͜͜͡͡✿➤ NÚMERO : ${numerodn} 
║
╚┅═┅══ ᐃᐁᐃ ══┅═┅═᳀`
}

exports.menu = menu